[
  {
    "index": 0,
    "soal": "Apa yang disebut dengan hukum kekekalan energi dalam fisika?",
    "jawaban": "Energi tidak dapat diciptakan atau dimusnahkan. Hanya dapat berubah dari satu bentuk ke bentuk lain."
  },
  {
    "index": 1,
    "soal": "Berapakah nilai dari percepatan gravitasi bumi?",
    "jawaban": "9.81 m/s²"
  },
  {
    "index": 2,
    "soal": "Apa nama hukum yang menyatakan bahwa tekanan dalam fluida meningkat dengan kedalaman?",
    "jawaban": "Hukum Pascal."
  },
  {
    "index": 3,
    "soal": "Apa hukum yang menyatakan bahwa setiap aksi memiliki reaksi yang sama besarnya dan berlawanan arah?",
    "jawaban": "Hukum Newton ketiga."
  },
  {
    "index": 4,
    "soal": "Apa yang dimaksud dengan momentum dalam fisika?",
    "jawaban": "Jumlah massa suatu objek dikalikan dengan kecepatannya."
  },
  {
    "index": 5,
    "soal": "Apa rumus untuk menghitung energi kinetik suatu objek?",
    "jawaban": "E = 1/2 * m * v^2."
  },
  {
    "index": 6,
    "soal": "Apa nama hukum yang menyatakan bahwa panas alami mengalir dari benda panas ke benda dingin?",
    "jawaban": "Hukum Kedua Termodinamika."
  },
  {
    "index": 7,
    "soal": "Apa hukum yang menyatakan bahwa gaya yang diberikan pada suatu objek akan mengubah kecepatannya?",
    "jawaban": "Hukum Newton kedua (F = ma)."
  },
  {
    "index": 8,
    "soal": "Berapakah kecepatan cahaya dalam vakum?",
    "jawaban": "299.792.458 m/s."
  },
  {
    "index": 9,
    "soal": "Apa rumus untuk menghitung gaya gravitasi antara dua objek?",
    "jawaban": "F = G * (m1 * m2) / r^2."
  },
  {
    "index": 10,
    "soal": "Apa yang dimaksud dengan gaya gesekan kinetik?",
    "jawaban": "Gaya yang menghalangi gerakan objek yang sudah bergerak."
  },
  {
    "index": 11,
    "soal": "Apa yang dimaksud dengan daya dalam fisika?",
    "jawaban": "Kemampuan untuk melakukan pekerjaan atau mengubah energi dari satu bentuk ke bentuk lainnya."
  },
  {
    "index": 12,
    "soal": "Berapakah nilai dari Cos 60°?",
    "jawaban": "1/2."
  },
  {
    "index": 13,
    "soal": "Apa rumus untuk menghitung tegangan dalam rangkaian listrik?",
    "jawaban": "V = IR."
  },
  {
    "index": 14,
    "soal": "Apa hukum yang menyatakan bahwa setiap objek tetap akan tetap bergerak atau tetap diam kecuali jika ada gaya yang bekerja padanya?",
    "jawaban": "Hukum Newton pertama (Hukum kelembaman)."
  },
  {
    "index": 15,
    "soal": "Apa yang disebut dengan sudut yang sama besar dengan pusat lingkaran?",
    "jawaban": "Sudut Sumbu."
  },
  {
    "index": 16,
    "soal": "Apa rumus untuk menghitung energi potensial gravitasi?",
    "jawaban": "E = m * g * h."
  },
  {
    "index": 17,
    "soal": "Apa yang disebut dengan gerak parabola?",
    "jawaban": "Gerakan yang mengikuti pola lintasan seperti parabola."
  }
]
 
